Dlubal.RFEM5.UserDefinedAxisSystemType
Sequence of Rotation Coordinates

Dlubal.RFEM5.UserDefinedAxisSystemType.UnknownSystemType
Unknown axis system

Dlubal.RFEM5.UserDefinedAxisSystemType.RotatedSystemType
Rotated axis system

Dlubal.RFEM5.UserDefinedAxisSystemType.DefinedCoordinateSystemType
Defined coordinate system

Dlubal.RFEM5.UserDefinedAxisSystemType.TwoNodesType
Two nodes

Dlubal.RFEM5.UserDefinedAxisSystemType.ThreeNodesType
Three nodes

Dlubal.RFEM5.UserDefinedAxisSystemType.SameAsMemberType
Same as member

Dlubal.RFEM5.UserDefinedAxisSystemType.SameAsLineType
Same as line